stock_info = {
    'NVTK':[
        """
ПАО «НОВАТЭК» — крупнейший российский независимый производитель природного газа. Компания занимается разведкой, добычей, переработкой и реализацией природного газа и жидких углеводородов.
Основное стратегическое направление «НОВАТЭКа» — развитие конкурентоспособных мощностей для производства сжиженного природного газа (СПГ) и его экспорта на ведущие рынки. Также компания стремится увеличить добычу в высокоэффективных месторождениях с учётом принципов устойчивого развития.
        """
    ],
    'FESH' :
        [
            """
ПАО «Дальневосточное морское пароходство» (ДВМП) — головная компания транспортной группы FESCO, которая находится под управлением госкорпорации «Росатом».
Основная деятельность сосредоточена на Дальнем Востоке России. Компания осуществляет как внутрироссийские, так и международные контейнерные перевозки различными видами транспорта: морским, железнодорожным и автомобильным. FESCO организует регулярные контейнерные перевозки грузов из СНГ, стран Азии и Ближнего Востока через порты России и сухопутные пограничные переходы.
            """
        ],
    'LKOH':
    [
        """
«Лукойл» — одна из крупнейших вертикально интегрированных нефтегазовых компаний в мире. На долю компании приходится более 2% мировой добычи нефти и около 1% доказанных запасов углеводородов.
Основные направления деятельности:
Добыча и переработка нефти. « Лукойл» добывает нефть и газ по всему миру. Основные проекты компании находятся в России, Средней Азии и на Ближнем Востоке.
Сбыт нефти. В состав «Лукойла» входят четыре нефтеперерабатывающих завода: в Перми, Волгограде, Нижнем Новгороде и Ухте. Также у фирмы есть два НПЗ в Европе. Свою продукцию компания реализует в 19 странах мира.
        """
    ],
    'SBER':
    ["""«Сбербанк России» (полное наименование — Публичное акционерное общество «Сбербанк России») — российский финансовый конгломерат, крупнейший универсальный банк России и Восточной Европы.
Банк основан 22 марта 1991 года. К концу 2024 года у Сбербанка было 109,9 млн активных частных клиентов и 3,3 млн активных корпоративных клиентов."""],
'GAZP':["""Публичное акционерное общество «Газпром» (ПАО «Газпром») — российская транснациональная энергетическая компания. Более 50% (контрольный пакет) акций которой принадлежит государству.
Основные направления деятельности — геологоразведка, добыча, транспортировка, хранение, переработка и реализация газа, газового конденсата и нефти, реализация газа в качестве моторного топлива, а также производство и сбыт тепло- и электроэнергии.
Компания владеет крупнейшей в мире газотранспортной системой, протяжённость которой составляет 180,6 тыс. км на территории РФ. На «Газпром» приходится 12% мировой и 68% российской добычи газа."""],
'NMTP':["""ПАО «Новороссийский морской торговый порт» (НМТП) — российская компания, крупнейший портовый оператор, осуществляющая свою деятельность в Новороссийском морском порту. Полное наименование — Публичное акционерное общество «Новороссийский морской торговый порт».
Группа НМТП является третьим портовым оператором Европы и безусловным лидером на российском стивидорном рынке по объёму грузооборота. В состав Группы входят два крупнейших порта России — порт Новороссийск на Чёрном море, порт Приморск на Балтийском море, а также порт Балтийск в Калининградской области."""],
'T':["""«Т-Банк» (до 5 июня 2024 года — «Тинькофф Банк») — российский коммерческий банк, сфокусированный полностью на дистанционном обслуживании, не имеющий розничных отделений.
Основан в 2006 году предпринимателем Олегом Тиньковым (объявлен иноагентом в РФ). К 2024 году стал одним из крупнейших банков России, который обслуживает миллионы клиентов и предлагает широкий спектр финансовых услуг."""],
'HEAD':["""HeadHunter — платформа для поиска работы и подбора персонала в Москве и по всей России. Сайт предлагает обширную базу вакансий и резюме, а также ряд инструментов для эффективного поиска.
Миссия платформы заключается в том, чтобы помогать людям находить работу, а компаниям — наилучших сотрудников."""],
'ROSN':["""Роснефть — лидер российской нефтяной отрасли и одна из крупнейших публичных нефтегазовых компаний мира.Основные виды деятельности: разведка и добыча нефти и газа, производство нефтепродуктов и продукции нефтехимии, а также сбыт произведённой продукции.
География деятельности в секторе разведки и добычи охватывает все основные нефтегазоносные провинции России: Западную Сибирь, Южную и Центральную Россию, Тимано-Печору, Восточную Сибирь и Дальний Восток. Компания также реализует проекты в Казахстане, Алжире и Туркменистане."""],
'MGNT':["""Российская сеть розничных магазинов. Основана в 1994 году в Краснодаре Сергеем Галицким, владевшим и управлявшим компанией до 2018 года. С 2021 года крупнейший акционер - инвестиционная компания Marathon Group Александра Винокурова."""],
'NLMK':["""Группа НЛМК — крупнейший производитель стали в России, входит в топ-20 глобальных металлургических компаний. Использует вертикально интегрированную бизнес-модель — от добычи сырья и производства стали до производства готовой продукции, сервисного обслуживания и дистрибуции.
Располагает 17 производственными площадками в России, Европе, США и Индии. Металлопродукция Группы НЛМК используется в различных отраслях, от строительства, автомобильной промышленности и машиностроения до производства оффшорных ветровых установок, грузовых кораблей и многих других."""],
'AFLT':["""«Аэрофлот» — крупнейшая авиакомпания России с сетью дочерних предприятий. Выполняет внутренние и международные перевозки, располагает широкой маршрутной сетью и самым крупным воздушным флотом в СНГ."""],
'MTSS':["""Российская компания, предоставляющая телекоммуникационные услуги, цифровые и медийные сервисы в России и Белоруссии под торговой маркой «МТС». Крупнейший по количеству абонентов оператор связи в России. Компания оказывает услуги сотовой связи. По состоянию на сентябрь 2024 года компания обслужила 87,6 миллионов абонентов, в России - 81,9 млн., в Белоруссии - 5,7 млн.. Ранее МТС работала в Узбекистане до 2012 года, в Туркменистане до 2017 года, на Украине до 2019 года и в Армении до 2024 года."""],
'MOEX':["""Московская биржа — единственная в России многофункциональная биржевая площадка по торговле валютой, акциями, облигациями, производными инструментами, инструментами денежного рынка и товарами.
Торги на Мосбирже идут ежедневно, за исключением выходных и государственных праздников. Для каждого рынка устанавливается свой временной диапазон, в который можно совершать сделки."""]
}